<?php

return [

    'home' => 'Главная',
    'projects' => 'Проекты',
    'journal' => 'Журнал',
    'about' => 'Обо мне',
    'youtube' => 'YouTube',
    'Learn_more' => 'Подробнее',

    'read_more' => 'Подробнее',

    //buttons
    'previous' => '← Предыдущая',
    'next' => 'Следующая →',



    //section1
    'sec1_main_description' => 'Разработчик, экспериментатор и человек, который пытается разобраться в жизни через код, игры и истории.',
    'sec1_main_description_down' => 'Здесь лежат мои проекты, мысли, игры и попытки построить что-то настоящее.',

    //section2
    'sec2_who_am_i' => 'Кто я?',
    'sec2_name' => 'Меня зовут Radeon Вишня.',
    'sec2_description' => 'Я живу в Германии, работаю, создаю небольшие приложения и мечтаю однажды сделать свою игру. Этот сайт — мой цифровой гараж, где я собираю всё, что создаю своими руками.',

    'sec2_title_web' => 'Веб-разработка',
    'sec2_title_video' => 'Видеопроизводство',
    'sec2_title_games' => 'Игры',
    'sec2_title_desc_web' => 'Создаю сайты и полезные штуки.',
    'sec2_title_desc_video' => 'Люблю монтаж, съёмку и современные AI-инструменты.',
    'sec2_title_desc_games' => 'Эксперементирую, учусь и делаю свои игры шаг за шагом.',

    //section3
    'sec3_my_project' => 'Мои проекты',
    'sec3_all_projects' => 'Смотреть все проекты →',

    //section4
    'sec4_Logbook' => 'Бортовой журнал',
    'sec4_read_posts' => 'Читать все записи →',

    // section5
    'sec5_Visit_channel' => 'Перейти на канал',

    //footer
    'footer_title' => '«Интуитивный ориентир только путнику дан.»',
    'footer_thx' => 'Спасибо, что заглянул на борт! 🍒',
    'footer_rights' => ' Все права защищены.',

    //project
    'All_project' => 'Все проекты',
    'view_all_projects' => 'Смотреть все проекты →',

    //journal
    'view_all_journal' => 'Читать все записи →',
    'view_all_posts' => '← Все записи',

];